---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_activity_daily_gift = {
	--  id:int gift序号
	--  item:array 道具
	--  cost:array 消耗
	--  vip:int 需求vip
	--  buy_count:int 可购买数量
	--  title:string 名称
	[1] = {id = 1, item = {{201,1}}, cost = {{1,10}}, vip = 0, buy_count = 1, title = "青铜礼包"},
	[2] = {id = 2, item = {{202,1}}, cost = {{1,20}}, vip = 3, buy_count = 1, title = "白银礼包"},
	[3] = {id = 3, item = {{203,1}}, cost = {{1,30}}, vip = 5, buy_count = 1, title = "黄金礼包"},
}
