---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_appearance_pokedex = {
	--  id:int 图鉴序号
	--  attrKeys:array 图鉴属性id
	--  attrValues:array 图鉴属性值
	--  exterior:array 外观序号
	[1] = {id = 1, attrKeys = {1,2,3,4,5}, attrValues = {1,1,1,1,1}, exterior = {1,9,11}},
	[2] = {id = 2, attrKeys = {1,2,3,4,5}, attrValues = {11,1,1,1,1}, exterior = {3,9,12}},
	[3] = {id = 3, attrKeys = {1,2,3,4,5}, attrValues = {11,11,1,1,1}, exterior = {5,9,13}},
}
