---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_faction_base = {
	--  id:int	等级
	--  cost:int	升级消耗
	--  maxnum:int	最大成员数量
	[1] = {id = 1,cost = 0,maxnum = 10,},
	[2] = {id = 2,cost = 10,maxnum = 20,},
	[3] = {id = 3,cost = 20,maxnum = 30,},
	[4] = {id = 4,cost = 30,maxnum = 40,},
	[5] = {id = 5,cost = 40,maxnum = 50,},
	[6] = {id = 6,cost = 50,maxnum = 60,},
	[7] = {id = 7,cost = 60,maxnum = 70,},
	[8] = {id = 8,cost = 70,maxnum = 80,},
	[9] = {id = 9,cost = 80,maxnum = 90,},
	[10] = {id = 10,cost = 90,maxnum = 100,},
}
