---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_faction_tower_base = {
	--  id:int 大厅等级
	--  reward:array 奖励
	--  floor:array 对应层数
	--  enemy_weaken:int 玩家通关怪物属性减少万分比
	--  building_buff:array 家族建筑提供buff
	[1] = {id = 1, reward = {{1501,1},{1501,1},{1501,1},{1501,1},{1501,1}}, floor = {5,10,15,20,30}, enemy_weaken = 100, building_buff = {100101102103104}},
}
