---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_group_instance_base = {
	--  id:int ID
	--  mapid:int 地图ID
	--  enterPos:array 进入坐标
	--  monster:array 怪物列表
	--  monsternum:array 刷新野怪个数
	--  monsterPos:array 怪物刷新点
	--  passRewardId:array 通关奖励道具id
	--  passRewardCnt:array 通关奖励道具数量
	--  fpRewardId:array 首通奖励道具id
	--  fpRewardCnt:array 首通奖励道具数量
	--  quests:array 任务
	--  time:int 所需时限
	--  times:int 进入次数
	--  limLev:int 限制等级
	[1] = {id = 1, mapid = 3006, enterPos = {19,63}, monster = {8102,8106,8107,8108,8109,8110,8111,8845}, monsternum = {8,8,8,8,8,8,8,1}, monsterPos = {{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{32,21}}, passRewardId = {101,104}, passRewardCnt = {2,2}, fpRewardId = {3,102}, fpRewardCnt = {2,2}, quests = {{1,8,8102},{1,8,8106},{1,8,8107},{1,8,8108},{1,8,8109},{1,8110},{1,8,8111},{1,1,8845}}, time = 120, times = 2, limLev = 10},
	[2] = {id = 2, mapid = 3007, enterPos = {19,63}, monster = {8102,8106,8107,8108,8109,8110,8111,8845}, monsternum = {8,8,8,8,8,8,8,1}, monsterPos = {{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{32,21}}, passRewardId = {101,104}, passRewardCnt = {2,2}, fpRewardId = {3,102}, fpRewardCnt = {2,2}, quests = {{1,8,8102},{1,8,8106},{1,8,8107},{1,8,8108},{1,8,8109},{1,8110},{1,8,8111},{1,1,8845}}, time = 120, times = 2, limLev = 20},
	[3] = {id = 3, mapid = 3008, enterPos = {19,63}, monster = {8102,8106,8107,8108,8109,8110,8111,8845}, monsternum = {8,8,8,8,8,8,8,1}, monsterPos = {{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{32,21}}, passRewardId = {101,104}, passRewardCnt = {2,2}, fpRewardId = {3,102}, fpRewardCnt = {2,2}, quests = {{1,8,8102},{1,8,8106},{1,8,8107},{1,8,8108},{1,8,8109},{1,8110},{1,8,8111},{1,1,8845}}, time = 120, times = 2, limLev = 30},
	[4] = {id = 4, mapid = 3009, enterPos = {19,63}, monster = {8102,8106,8107,8108,8109,8110,8111,8845}, monsternum = {8,8,8,8,8,8,8,1}, monsterPos = {{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{32,21}}, passRewardId = {101,104}, passRewardCnt = {2,2}, fpRewardId = {3,102}, fpRewardCnt = {2,2}, quests = {{1,8,8102},{1,8,8106},{1,8,8107},{1,8,8108},{1,8,8109},{1,8110},{1,8,8111},{1,1,8845}}, time = 120, times = 2, limLev = 40},
	[5] = {id = 5, mapid = 3010, enterPos = {19,63}, monster = {8102,8106,8107,8108,8109,8110,8111,8845}, monsternum = {8,8,8,8,8,8,8,1}, monsterPos = {{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{32,21}}, passRewardId = {101,104}, passRewardCnt = {2,2}, fpRewardId = {3,102}, fpRewardCnt = {2,2}, quests = {{1,8,8102},{1,8,8106},{1,8,8107},{1,8,8108},{1,8,8109},{1,8110},{1,8,8111},{1,1,8845}}, time = 120, times = 2, limLev = 50},
	[6] = {id = 6, mapid = 3011, enterPos = {19,63}, monster = {8102,8106,8107,8108,8109,8110,8111,8845}, monsternum = {8,8,8,8,8,8,8,1}, monsterPos = {{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{32,21}}, passRewardId = {101,104}, passRewardCnt = {2,2}, fpRewardId = {3,102}, fpRewardCnt = {2,2}, quests = {{1,8,8102},{1,8,8106},{1,8,8107},{1,8,8108},{1,8,8109},{1,8110},{1,8,8111},{1,1,8845}}, time = 120, times = 2, limLev = 60},
	[7] = {id = 7, mapid = 3012, enterPos = {19,63}, monster = {8102,8106,8107,8108,8109,8110,8111,8845}, monsternum = {8,8,8,8,8,8,8,1}, monsterPos = {{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{32,21}}, passRewardId = {101,104}, passRewardCnt = {2,2}, fpRewardId = {3,102}, fpRewardCnt = {2,2}, quests = {{1,8,8102},{1,8,8106},{1,8,8107},{1,8,8108},{1,8,8109},{1,8110},{1,8,8111},{1,1,8845}}, time = 120, times = 2, limLev = 70},
	[8] = {id = 8, mapid = 3013, enterPos = {19,63}, monster = {8102,8106,8107,8108,8109,8110,8111,8845}, monsternum = {8,8,8,8,8,8,8,1}, monsterPos = {{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{32,21}}, passRewardId = {101,104}, passRewardCnt = {2,2}, fpRewardId = {3,102}, fpRewardCnt = {2,2}, quests = {{1,8,8102},{1,8,8106},{1,8,8107},{1,8,8108},{1,8,8109},{1,8110},{1,8,8111},{1,1,8845}}, time = 120, times = 2, limLev = 80},
	[9] = {id = 9, mapid = 3014, enterPos = {19,63}, monster = {8102,8106,8107,8108,8109,8110,8111,8845}, monsternum = {8,8,8,8,8,8,8,1}, monsterPos = {{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{32,21}}, passRewardId = {101,104}, passRewardCnt = {2,2}, fpRewardId = {3,102}, fpRewardCnt = {2,2}, quests = {{1,8,8102},{1,8,8106},{1,8,8107},{1,8,8108},{1,8,8109},{1,8110},{1,8,8111},{1,1,8845}}, time = 120, times = 2, limLev = 90},
	[10] = {id = 10, mapid = 3015, enterPos = {19,63}, monster = {8102,8106,8107,8108,8109,8110,8111,8845}, monsternum = {8,8,8,8,8,8,8,1}, monsterPos = {{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{20,64},{32,21}}, passRewardId = {101,104}, passRewardCnt = {2,2}, fpRewardId = {3,102}, fpRewardCnt = {2,2}, quests = {{1,8,8102},{1,8,8106},{1,8,8107},{1,8,8108},{1,8,8109},{1,8110},{1,8,8111},{1,1,8845}}, time = 120, times = 2, limLev = 100},
}
