---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_kuafu_xianfu_tst_base = {
	--  id:int	序号
	--  bornPos:array	玩家进入位置
	--  respawnPos:array	玩家复活位置
	--  illusions:array	角色幻化
	--  seconds:int	玩家死亡几秒后复活
	--  basegold:int	元宝复活
	--  cd:int	竞技倒计时
	--  last:int	活动时长(秒钟)
	[1] = {id = 1,bornPos = {{77,87}},respawnPos = {{77,64},{92,86},{75,95},{62,77}},illusions = {1,2},seconds = 10,basegold = 0,cd = 10,last = 120,},
}
