---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_kuafu_xianfu_tst_base = {
	--  id:int	序号
	--  bornPos:array	玩家进入位置
	--  respawnPos:array	玩家复活位置
	--  offset:int	出生坐标偏移量
	--  seconds:int	玩家死亡几秒后复活
	--  basegold:int	元宝复活
	--  cd:int	竞技倒计时
	--  last:int	活动时长(秒钟)
	[1] = {id = 1,bornPos = {{85,76}},respawnPos = {{114,76},{85,103},{57,74},{85,49}},offset = 10,seconds = 10,basegold = 0,cd = 10,last = 120,},
}
