---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_map_field_boss = {
	--  id:int	地图ID
	--  indx:int	索引
	--  bossPosi:array	boss出生坐标
	--  entry:int	bossid
	--  dropTable:array	实际获得掉落包
	[1001] = {id = 1001,indx = 0,bossPosi = {137,101},entry = 3201,dropTable = {1},},
	[1002] = {id = 1002,indx = 1,bossPosi = {123,38},entry = 3202,dropTable = {1},},
}
