---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_map_gameobject_detail = {
	--  id:int	序号
	--  entry:int	采集物模版id
	--  position:array	采集物位置
	--  angle:int	采集物朝向
	[1] = {id = 1,entry = 8,position = {109,50},angle = 100,},
	[2] = {id = 2,entry = 9,position = {53,99},angle = 100,},
	[3] = {id = 3,entry = 20,position = {134,109},angle = 100,},
	[4] = {id = 4,entry = 21,position = {155,18},angle = 100,},
	[5] = {id = 5,entry = 22,position = {120,11},angle = 180,},
	[6] = {id = 6,entry = 23,position = {54,104},angle = 180,},
	[7] = {id = 7,entry = 24,position = {54,55},angle = 180,},
}
