---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_normal_buff = {
	--  id:int	id
	--  buff_id:int	buff_id
	--  effect:int	效果
	--  time:int	持续时间（s）
	[1] = {id = 1,buff_id = 402,effect = 3,time = 10,},
	[2] = {id = 2,buff_id = 411,effect = 5,time = 300,},
	[3] = {id = 3,buff_id = 421,effect = 5,time = 300,},
	[4] = {id = 4,buff_id = 411,effect = 10,time = 65535,},
	[5] = {id = 5,buff_id = 431,effect = 50,time = 65535,},

	-- 增伤BUFF
	[6] = {id = 6,buff_id = 301,effect = 100,time = 65535,},
	-- 百分比血量上限BUFF
	[7] = {id = 7,buff_id = 900,effect = 50,time = 65535,},
}
