---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_quest_daily2 = {
	--  id:int	序号
	--  levelrange:array	等级段
	--  questSet:array	以任务类型划分的任务集合
	--  questSelectNum:array	以任务类型划分的随机到的数量上限
	--  rewardsSelect:array	完成数量对应的相应奖励
	--  allFinishrewards:array	完成所有日常任务的奖励
	[1] = {id = 1,levelrange = {0,100},questSet = {1,2,3,4,5},questSelectNum = {1,1,1,1,1},rewardsSelect = {1,2,3,4,5,6,7,8,9,10},allFinishrewards = {{50001,1},{50003,1}},},
}
