---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_quest_daily2_set = {
	--  id:int	任务集合id
	--  questSet:array	任务
	--  rewards:array	每类任务奖励(先不填)
	[1] = {id = 1,questSet = {50002},rewards = {},},
	[2] = {id = 2,questSet = {50003,50004},rewards = {},},
	[3] = {id = 3,questSet = {50006,50005},rewards = {},},
	[4] = {id = 4,questSet = {50007},rewards = {},},
	[5] = {id = 5,questSet = {50008},rewards = {},},
	[6] = {id = 6,questSet = {50009},rewards = {},},
}
