---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_welfare_checkin = {
	--  id:int	ID
	--  item:array	道具
	--  vip:int	vip
	--  times:int	翻倍
	[1] = {id = 1,item = {{102,1}},vip = 0,times = 1,},
	[2] = {id = 2,item = {{10001,1}},vip = 1,times = 2,},
	[3] = {id = 3,item = {{10002,1}},vip = 0,times = 1,},
	[4] = {id = 4,item = {{10003,1}},vip = 2,times = 3,},
	[5] = {id = 5,item = {{101,1}},vip = 0,times = 1,},
	[6] = {id = 6,item = {{50003,1}},vip = 3,times = 2,},
	[7] = {id = 7,item = {{50002,1}},vip = 0,times = 1,},
	[8] = {id = 8,item = {{50001,1}},vip = 4,times = 4,},
	[9] = {id = 9,item = {{10010,1}},vip = 0,times = 1,},
	[10] = {id = 10,item = {{10009,1}},vip = 5,times = 3,},
	[11] = {id = 11,item = {{10008,1}},vip = 0,times = 1,},
	[12] = {id = 12,item = {{10007,1}},vip = 1,times = 2,},
	[13] = {id = 13,item = {{10006,1}},vip = 0,times = 1,},
	[14] = {id = 14,item = {{10005,1}},vip = 2,times = 2,},
	[15] = {id = 15,item = {{10004,1}},vip = 0,times = 1,},
	[16] = {id = 16,item = {{102,1}},vip = 3,times = 2,},
	[17] = {id = 17,item = {{10001,1}},vip = 0,times = 1,},
	[18] = {id = 18,item = {{10002,1}},vip = 4,times = 2,},
	[19] = {id = 19,item = {{10003,1}},vip = 0,times = 1,},
	[20] = {id = 20,item = {{101,1}},vip = 5,times = 2,},
	[21] = {id = 21,item = {{50003,1}},vip = 0,times = 1,},
	[22] = {id = 22,item = {{50002,1}},vip = 1,times = 2,},
	[23] = {id = 23,item = {{50001,1}},vip = 0,times = 1,},
	[24] = {id = 24,item = {{10010,1}},vip = 2,times = 2,},
	[25] = {id = 25,item = {{10009,1}},vip = 0,times = 1,},
	[26] = {id = 26,item = {{10008,1}},vip = 3,times = 2,},
	[27] = {id = 27,item = {{10007,1}},vip = 0,times = 1,},
	[28] = {id = 28,item = {{10006,1}},vip = 4,times = 2,},
	[29] = {id = 29,item = {{10005,1}},vip = 0,times = 1,},
	[30] = {id = 30,item = {{10004,1}},vip = 5,times = 2,},
	[31] = {id = 31,item = {{10004,1}},vip = 0,times = 1,},
}
