---------------------------------------------------------------------------------
--------------------------以下代码为自动生成，请勿手工改动-----------------------
---------------------------------------------------------------------------------


tb_wings_base = {
	--  id:int 神羽阶数id
	--  max_stars:int 最大星数
	[1] = {id = 1, max_stars = 10},
	[2] = {id = 2, max_stars = 10},
	[3] = {id = 3, max_stars = 10},
	[4] = {id = 4, max_stars = 10},
	[5] = {id = 5, max_stars = 10},
	[6] = {id = 6, max_stars = 10},
	[7] = {id = 7, max_stars = 10},
	[8] = {id = 8, max_stars = 10},
	[9] = {id = 9, max_stars = 10},
	[10] = {id = 10, max_stars = 10},
	[11] = {id = 11, max_stars = 10},
	[12] = {id = 12, max_stars = 10},
	[13] = {id = 13, max_stars = 10},
	[14] = {id = 14, max_stars = 10},
	[15] = {id = 15, max_stars = 10},
	[16] = {id = 16, max_stars = 10},
}
